Repository: josefglatz/infogram
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# bepreview.edit_infographic_on_infogram
source: Edit Infographic
de: Infografik bearbeiten

# bepreview.last_modified
source: Last modified on
de: Zuletzt bearbeitet am

# bepreview.link_profile_public
source: Infogram Public Profile
de: Infogram Öffentliches Profil

# bepreview.link_profile_settings
source: Infogram Profile Settings
de: Infogram Profil Einstellungen

# bepreview.not_published
source: Your Infographic isn't published yet!!!
de: Die ausgewählte Infografik wurde noch nicht veröffentlicht!!!

# bepreview.not_published_description
source: Please publish it first!
de: Bitte veröffentliche zuerst die Infografik auf infogram.com!

# bepreview.open_infographic_newtab
source: Open Infographic
de: Infografik öffnen

# bepreview.select_other_infographic
source: Choose another infographic
de: Infografik austauschen

# flexform.list
source: Select Infographic to display
de: Infografik zur Darstellung auswählen

# flexform.list.empty
source: Please choose your infographic
de: Auswählen

# flexforms_general.infographic.not_configured
source: No infographic selected!
de: Keine Infografik ausgewählt!

# flexforms_general.infographic.not_configured.description
source: That's bad, because no infographic will appear on your website. Please delete this content element, if you want no infographic at this particular position.
de: Das ist schlecht. Dadurch wird an dieser Stelle keine Infografik auf der Website ausgegeben. Lösche dieses Inhaltselement, falls keine Infografik mehr an dieser Stelle ausgegeben werden soll.

# plugin.alternativeTitle
source: Infogram: embed an infogr.am infographic
de: Infogram: Einbindung einer infogr.am Infografik

# plugin.description
source: Display an infogr.am infographic
de: Zeigt eine infogr.am Infografik
